[
  {
    "id": "notspam1",
    "isSpam": false,
    "product": "3 x SWIDO® Schutzfolie Canon PowerShot SX540 HS Displayschutzfolie Folie \"AntiReflex\" antireflektierend",
    "ratings": 1,
    "fiveStarCount": 0,
    "oneStarCount": 0,
    "thisRating": 4,
    "headline": "Grosse Hilfe.",
    "reviewText": "Bei starker Sonneneinstrahlung kann ich jetzt zumindest erkennen was ich fotographiere. Früher sah ich nur mein Gesicht im kleinen Monitor. Folie halb abziehen und dessen Anfang genau ansetzen,dann sukzessiv mit einer Kredikarte o. ähnlich die Folie langsam auf dem Monitor aufbringen. Geht besser als erwartet hatte. Hatte keine Luftblasen dazwischen.",
    "spamReason": ""
  },
  {
    "id": "notspam2",
    "isSpam": false,
    "product": "Tomtom selbstklebende Platten für das Armaturenbrett 2er Pack (Adhevise disks)",
    "ratings": 514,
    "fiveStarCount": 331,
    "oneStarCount": 64,
    "thisRating": 5,
    "headline": "Gute Wahl",
    "reviewText": "Die gelieferte Platte hält bombenfest,auch bei sehr hohen Aussentemeraturen. Habe das Armaturenbrett vorher mit Spiritus / Wasser gesäubert,fest angepresst und fertig.",
    "spamReason": ""
  },
  {
    "id": "notspam3",
    "isSpam": false,
    "product": "Vredestein Ultrac Vorti - 225/45/R17 94Y - E/B/70 - Sommerreifen",
    "ratings": 1,
    "fiveStarCount": 1,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Gute Fahreigenschaften",
    "reviewText": "Lieferung kam schnell und die Fahreigenschaften sind sehr gut,sowohl bei trockenem Wetter als auch bei Nässe. Bremsverhalten gut. Etwas zu laut,kann auch von meinem subjektivem Empfinden abhängen,da ich von meinen Winterreifen 195/65 auf den breiteren Reifen umgestiegen bin.",
    "spamReason": ""
  },
  {
    "id": "notspam4",
    "isSpam": false,
    "product": "Schenkung auf Italienisch Taschenbuch – 30.",
    "ratings": 4.250751,
    "fiveStarCount": 1,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Ein packendes Buch !",
    "reviewText": "Die Autorin Christine Matha zeigt in einer sehr offenen Art auf,wie Sekten sich anhand von Handlangern bereichern und so Menschen ins Unglück bzw in den finanziellen Ruin stürzen. Ich bewundere den Mut der Autorin,diese Machenschaften öffentlich zu machen und kann dieses ausgezeichnet geschriebene Buch sehr empfehlen.",
    "spamReason": ""
  },
  {
    "id": "notspam5",
    "isSpam": false,
    "product": "Warum ein Maulwurf keinen Schmetterling fangen kann: Depression in Lyrik und Prosa Taschenbuch – 20. Oktober 2014",
    "ratings": 6,
    "fiveStarCount": 6,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Bin begeistert",
    "reviewText": "Mag dieses Buch von Marina Maggio sehr Es ist so wunderbar authentisch und bringt mir die Autorin , in der Beschreibung der Depressionen,ganz nahe. Geschrieben in lyrischer Form und in Prosa,gekonnt und fließend sind die Übergänge hierbei und man merkt einfach,dass es mit viel Herzblut geschrieben wurde. Für mich ist das ein tolles Buch und eine unbedingte Kaufempfehlung.",
    "spamReason": ""
  },
  {
    "id": "notspam6",
    "isSpam": false,
    "product": "GEV 000360 LED Treppenlicht LLL 360 mit 120 Grad Bewegungsmelder Daemmerschalter batteriebetrieben Innen und Aussenbetrieb, weiß",
    "ratings": 155,
    "fiveStarCount": 111,
    "oneStarCount": 8,
    "thisRating": 1,
    "headline": "Wackelkontakt",
    "reviewText": "Pünktliche Lieferung,war gut verpackt. Hatte 3 Stück bestellt. Habe dann 1 Teil ausprobiert und festgestellt,dass es einen Wackelkontakt hatte,d.h. es ging an und aus, je nachdem wie man es bewegte. Habe die gesamte Sendung zurück geschickt und warte auf die Rücküberweisung des Rechnungsbetrags.",
    "spamReason": ""
  },
  {
    "id": "notspam7",
    "isSpam": false,
    "product": "Epson Glossy Photo Paper - 2 für 1,10x15 cm, 225g/m², 100 Blatt",
    "ratings": 57,
    "fiveStarCount": 45,
    "oneStarCount": 0,
    "thisRating": 2,
    "headline": "Nicht so gut",
    "reviewText": "Das Papier ist nicht weiss,sondern elfenbeinfarbig.Dadurch werden die Farbtöne der Bilder verfälscht. Habe das Fotopapier auf Grund der vielen positiven Beurteilungen bestellt und bin deshalb vom Ergebnis entsprechend enttäuscht.",
    "spamReason": ""
  },
  {
    "id": "notspam8",
    "isSpam": false,
    "product": "12 inspirierende Frauen 50 +: Jahreskalender 2013 Spiralbindung – 15. Oktober 2012",
    "ratings": 3,
    "fiveStarCount": 3,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Sehr inspirierend !",
    "reviewText": "Ein sehr schöner Kalender mit 12 hübschen und charmanten Damen mit toller weiblicher Ausstrahlung. Besonders gefällt mir der März,der anschaulich zeigt, dass der Frühling schon sehr nahe ist.",
    "spamReason": ""
  },
  {
    "id": "notspam9",
    "isSpam": false,
    "product": "Ein Lächeln für die Liebe: eine Sinfonie aus Bild- und Wortzauberei Taschenbuch – 21. September 2012",
    "ratings": 1,
    "fiveStarCount": 1,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Begeisternd",
    "reviewText": "Hatte einige Gedichte der Autorin im Internet gelesen,die mir sehr gut gefielen,so habe ich mir dieses Buch gekauft. Das Buch hat meine Erwartungen noch übertroffen. Bin ganz begeistert,sowohl von der gesamten Aufmachung als auch von den tollen Fotos und Gedichten. Sehr empfehlenswert !! Bruno Schne",
    "spamReason": ""
  },
  {
    "id": "notspam10",
    "isSpam": false,
    "product": "Sennheiser CX 300-II Precision In-Ear-Kopfhörer (1,2 m Kabellänge, 3,5 mm Klinkenstecker, Tragetasche, Earadapterset S/M/L) schwarz",
    "ratings": 1013,
    "fiveStarCount": 496,
    "oneStarCount": 130,
    "thisRating": 1,
    "headline": "Basslastige Kopfhörer?",
    "reviewText": "Da ich sehr enthusiastisch gegenüber Töne bin, habe ich nach In-Ears gesucht, die mir entsprechend meinen Ohren ein Gefühl der Freiheit geben. Mir wurde daraufhin die Sennheiser CX 300 II empfohlen!! Ich höre weder schlecht, noch bin ich keine gute Qualität gewohnt... doch diese Kopfhörer als Klanglich sehr Gut und basslastige zu betiteln ist für mich untersten Niveau. Was hat sich Sennheiser nur dabei gedacht? Die Töne knallen mit einen schrillen Ton auf das Trommelfell und vom Bass fehlt jede Spur. Außerdem kommt noch hinzu, dass sie eine magere Lautstärkerestistenz haben. Hab sie zurückgeschickt und mein Geld wieder bekommen!!",
    "spamReason": ""
  },
  {
    "id": "notspam11",
    "isSpam": false,
    "product": "Sennheiser CX 3.00 In-Ear Kopfhörer schwarz",
    "ratings": 187,
    "fiveStarCount": 77,
    "oneStarCount": 31,
    "thisRating": 2,
    "headline": "Grundgütiger...",
    "reviewText": "wie kommen viele darauf, dass die Sennheiser CX 3.00 basslastig sind. Ich als erfahrener Sound-Enthusiast habe lange nach In-Ears gesucht und wollte mal ein bisschen Qualität einsparen, aber....... Verpackung und Versand sind im Prime Standard gewohnt sehr gut! Da ich sehr gut von Frequenzen unterscheiden kann und sehr wohl viel mit Audio zu tun hab (DJ, Producing, AV Receiver System), sind diese Kopfhörer eher auf wenigere Basslines ausgelegt. Ich konnte auch sehr gut raushören, dass bei einer gewissen Lautstärke und Basslastigkeit, die Kopfhörer übersteuerten (d.h. das sie leicht geknarzt) haben und sowas ist unverschämt, die Sennheiser als basslastiges Modell auszugeben!!! Getestete Musikrichtungen: Electro, Dance,Trance, House, Deep House, Deutsch Rap und bei Instrumental/Orchestral gehen die In-Ears völlig unter... Fazit: nie wieder einsparen in etwaigen Podukten... da sind die Beats Tour 2 die ich davor hatte ja um längen besser gewesen!!",
    "spamReason": ""
  },
  {
    "id": "notspam12",
    "isSpam": false,
    "product": "DonDon Holz Rosenkranz - Halskette mit schwarzen Perlen",
    "ratings": 6,
    "fiveStarCount": 4,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Hervorragend",
    "reviewText": "hält genau was es verspricht! Kommt nicht so billig rüber wie andere der Art. Versand verlief recht schnell und würde dieses Produkt jederzeit wieder kaufen",
    "spamReason": ""
  },
  {
    "id": "notspam13",
    "isSpam": false,
    "product": "Key Largo Herren T-Shirt slimfit V-Ausschnitt Padre weiß S",
    "ratings": 6,
    "fiveStarCount": 5,
    "oneStarCount": 1,
    "thisRating": 5,
    "headline": "Key Largo's Top Qualität",
    "reviewText": "Fühlt sich angenehm beim tragen an. Viele beuteile, dass der Stoff recht dünn sei kann ich durchaus bestätigen. Besitze aber Shirts von Boom Bap die noch viel dünner sind und das scheint schon das Limit zu sein. Größe von dem Shirt ist recht genau und sieht vom Schnitt sagenhaft gut aus. Key Largo ist und bleibt einfach gute Qualität",
    "spamReason": ""
  },
  {
    "id": "notspam14",
    "isSpam": false,
    "product": "The Cabin in the Woods [Blu-ray]",
    "ratings": 344,
    "fiveStarCount": 142,
    "oneStarCount": 79,
    "thisRating": 3,
    "headline": "Zu wenig Splatter wie angegeben...",
    "reviewText": "Der Film ist Storytechnisch wie jeder Film. Ausgelutscht und man kann sagen, ach ja der beißt ins Gras. Nichts desto trotz ist er für ein Abend recht in Ordnung, aber für mich Gore-Fetischist zu langweilig. Die meisten beschweren sich hier um, da ist zu viel Blut, da zu viel Splatter! Meiner meinung nach reden die meisten ein Stuss, der schon nicht mehr feierlich ist. Ich finde ehrlich gesagt, dass da einiges an Gewalt rausgenommen wurde und eher müde ausfällt. Wenn man keine Ahnung hat einfach mal .... und ich hab schon richtig krasse Filme gesehen, wo man eher sagen kann, kranke gore effects. Ich sehe das nicht so und lache immer lautstark im Kino weil es einfach nur witzig ist! Und da es nie real ist, kann man einfach nur darüber lachen, aber manche wollen immer eine versuchte Intelligenz hervorzuheben die meine Ohren mit gequirlter kacke vollgemüllt wird. Also härtet euch ab in der Realität und kommt mal wieder raus aus eurer kleinen bunten Knetewelt.",
    "spamReason": ""
  },
  {
    "id": "notspam15",
    "isSpam": false,
    "product": "Xbox 360 - Razer ONZA Controller Tournament Edition",
    "ratings": 86,
    "fiveStarCount": 24,
    "oneStarCount": 23,
    "thisRating": 5,
    "headline": "Ein totales muss...",
    "reviewText": "Die Herstellerfirma Razer hat bekanntlich schon richtig gute Sachen auf den Markt gebracht. Da ich einige Produkte von Razer nutze, war ich eher skeptisch und doch sehr erfreut was den Controller anbelangt. So jetzt zum Produkt: Verpackung ist wie immer recht schön und stabil aufgebaut. Ein kleiner Umschlag mit Garantieleistung, Aufkleber und Zertifikat sind schön dem Stil angepasst. Der Controller selbst sah Anfangs meines Empfindens recht billig aus, was sich aber sobald man das Spielen anfängt schnell ändert. Das Kabel ist keinesfalls störend und hat eine stolze Länge von 4,5 m. Was ich regelrecht echt Klasse finde ist, dass Razer ihren Produkten in Sachen Präzision treu bleiben. Das spielen auf XBox sowie auf dem PC ist wirklich sehr präzise und aller erste Klasse. Der anpassbare Widerstand (Zahnräder) der bei beiden Analog-Sticks für optimale Präzision sorgt, ist ganz schnell einzustellen und sehr hilfreich! Das \"installieren\" des Controllers ist echt Kinder leicht. Im kurzen und ganzen gibt es keine Installation nur im Bereich des PC's (Treiber) \"Das war bei anderen Produkten nicht der Fall\" Ein nicht wirklich störendes Manko sind die oberen Buttons, da sie wirklich nah beieinander liegen. Viele meinten es sei einigermaßen störend! Ich selber finde es persönlich nicht schlimm, eher sehr effektiv, für schnelle Nahkampfattacken sind sie sehr gut geeignet. Fazit: Alle Tasten sind Genau aufeinander abgestimmt! Für Ego-Shooter Fans ist es auf jeden Fall ein Pflichtkauf! Danke Razer für das tolle Gerät ;)",
    "spamReason": ""
  },
  {
    "id": "notspam16",
    "isSpam": false,
    "product": "Reworks",
    "ratings": 9,
    "fiveStarCount": 5,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Paule halt",
    "reviewText": "Ohne Worte! Ist nicht gerade das was man denkt, aber für Paul Kalkbrenner Fans ein muss. Für zwischendurch kann man es sich mal anhören. Da ich ein sehr großer Fan des Musikers bin, sag ich nur dazu:",
    "spamReason": ""
  },
  {
    "id": "notspam17",
    "isSpam": false,
    "product": "Spannende Abenteuer Die verschollene Grabkammer",
    "ratings": 13,
    "fiveStarCount": 7,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "wie schon der Titel verrät",
    "reviewText": "Zuerst einmal ein hohes Lob an dieser Unterhaltungssoftware!! Spannung und Spaß in einem, somit ist dieses Spiel sehr unterhaltsam. In einigen Bereichen ganz schön knifflig, aber lösbar! Hat auf jeden Fall die 5 Sterne verdient.",
    "spamReason": ""
  },
  {
    "id": "notspam18",
    "isSpam": false,
    "product": "PlayStation 3 - DualShock 3 Wireless Controller, weiß",
    "ratings": 1.6099999999999999,
    "fiveStarCount": 1.015,
    "oneStarCount": 258,
    "thisRating": 1,
    "headline": "Oliver Timm",
    "reviewText": "Ich habe den weissen controller gekauft, welcher in einer originalverpackung geliefert wurde. Der sensor des controllers ging nicht. Ich habe den controller geöffnet. Innen befand sich ein blauer Akku. Der Aufbau war auch anders als bei einem Originalakku",
    "spamReason": ""
  },
  {
    "id": "notspam19",
    "isSpam": false,
    "product": "FIBAtec Ersatzakku passend für Apple (iPhone 4S 616-0582)",
    "ratings": 47,
    "fiveStarCount": 25,
    "oneStarCount": 15,
    "thisRating": 1,
    "headline": "Mogelpackung 1420mAh statt 1430mAh",
    "reviewText": "Ich habe einen Akku für das IPhone 4S gekauft und hier bei auf die APN geachtet (616-0582). Der Einbau war einfach und der Akku war bereits zu 50% geladen. Eine Überprüfung ergab aber das statt 1430mAh, der Akku nur 1420mAh hat. Akkus für das IPhone 4 haben 1420mAh. Akkus für das IPhone 4S haben 1430mAh. Der Akku von FIBAtec ist mit 1430mAh beschriftet und für IPhone 4S beschriftet, scheint aber ein IPhone 4 Akku zu sein.´ Der Akku scheint also eine Mogelpackung zu sein. Beim ersten laden wurde der Akku nicht heiß (Laden über USB am PC). Ich habe den Verkäufer angeschrieben und nach dem Sachverhalt gefragt. Die Antwort war, \"haben sie den richtigen Akku erhalten?\" Wenn ich die Aussage des Verkäufers betrachte so bedeutet dieses, dass der Verkäufer selbst nicht weis was er versendet. So kann ich aktuell nur vor dem Kauf des Akkus warnen. Aus folgenden Grund: - es wird kein Akku mit der passenden APN versendet. - der gelieferte Akku hat keine APN. - ach die Lieferverpackung des Akkus hat keine Angabe zur APN. - der gelieferte Akku hat als Angabe 1430mAh, doch tatsächlich nur 1420mAh - der Verkäufer selbst scheint nicht zu wissen was geliefert wird. Die Rezension wird später noch einmal geändert bzw. erweitert.",
    "spamReason": ""
  },
  {
    "id": "notspam20",
    "isSpam": false,
    "product": "Nestle Ricore l'instant Douceur Instant Kaffee mit Extrakten aus der Zichorie Wurzel 260 Gramm",
    "ratings": 4,
    "fiveStarCount": 3,
    "oneStarCount": 1,
    "thisRating": 1,
    "headline": "Überteuert",
    "reviewText": "Französischer Checorée Café zu einem extrem hohen Preis. Nur weil es das Produkt in Deutschland nicht gibt, so bedeutet dass nicht, dass mehr als das doppelte als Preus gerechtfertig ist. Auf Grund des Preises nur ein Stern.",
    "spamReason": ""
  },
  {
    "id": "notspam21",
    "isSpam": false,
    "product": "Grundig CH 7280w Multi-Zerkleinerer (Gourmet, 400 Watt, 1 l Glasbehälter), weiß",
    "ratings": 68,
    "fiveStarCount": 35,
    "oneStarCount": 12,
    "thisRating": 1,
    "headline": "Konstruktionsmangel",
    "reviewText": "Wir haben das Gerät 2013 gekauft. Dann Insgesamt bis zum Februar 2015, ganze 10 mal verwendet. Das Gerät ist an für sich hochwertig. Update vom 22.5.2017: positiv: Motor und Gehäuseteil sind hochwertig in der Verarbeitung. Gerät lässt sich gut reinigen. negativ: Gerät im Betrieb laut. Verbindung zwischen Motor und Messer ist fehlerhaft. Motor des Ersatzgerätes ist nach einmaligen Gebrauch ausgegangen. Gerät ist absolut Schrott. Die Verbindung zwischen Motor und Messer ist am Gerät wie in anderen Rezensionen geschildert, der Schwachpunkt. Schon nach wenigen Anwendungen ist die Verzahnung auf der Messerseite ausgeschlagen. Dieses liegt an dem Kunststoff der Verzahnung vom Messer. Es scheint ein Produktionsmangel zu sein. Aktuell warten wir auf Antwort von Grundig zu diesem Thema. Ich kann nur abraten den Multi-Zerkleinerer CH 7280 zu kaufen (Anmerkung: dieses würde ich auch für den weißen Zerkleinerer gelten lassen, da Baugleich).",
    "spamReason": ""
  },
  {
    "id": "notspam22",
    "isSpam": false,
    "product": "Philips LED-Lampe ersetzt 25Watt E27 2700 Kelvin - warm-weiß, 2.7 Watt, 250 Lumen [Energieklasse A++]",
    "ratings": 75,
    "fiveStarCount": 44,
    "oneStarCount": 10,
    "thisRating": 1,
    "headline": "Amazon liefert nur 2,7W statt 4W",
    "reviewText": "Ich hatte die 4W von Philips bestellt. Geliefert wurde dann 2,7W. Meine Reklamation brachte eine Neulieferung. Auch dort 2,7W statt der 4W. Da anscheinend 4W nur 2,7W sind, so ist die Bezeichnung hier irreführend.",
    "spamReason": ""
  },
  {
    "id": "notspam23",
    "isSpam": false,
    "product": "Salco STV-151 weiss",
    "ratings": 3,
    "fiveStarCount": 1,
    "oneStarCount": 2,
    "thisRating": 1,
    "headline": "nach 2 Minuten",
    "reviewText": "Der Ventilator lief sage und schreibe 2 Minuten. Danach war er kaputt. In der Beschreibung fehlt auch jegliche Größenangabe. Es ist ein 15cm Lüfter mit 2 Stufen und nicht schwenkbar.",
    "spamReason": ""
  },
  {
    "id": "notspam24",
    "isSpam": false,
    "product": "Bleu Noir",
    "ratings": 16,
    "fiveStarCount": 6,
    "oneStarCount": 1,
    "thisRating": 5,
    "headline": "ein weiteres tolles Album",
    "reviewText": "Ich kann mich der vorherigen Rezension nur anschließen. Deshalb auch 5 Sterne. Das einzigste Negative ist der Preis. So bietet Amazon in Frankreich das Album als MP3 an für ein viertel des Preises hier an (das CD Album ist kaum teurer) und blockt dann die deutsche IP beim bestellen (obwohl es laut EU nicht sein darf). So weicht man dann auf andere Händler aus.",
    "spamReason": ""
  },
  {
    "id": "notspam25",
    "isSpam": false,
    "product": "Toshiba SD 180 DVD-Player schwarz",
    "ratings": 9,
    "fiveStarCount": 6,
    "oneStarCount": 1,
    "thisRating": 5,
    "headline": "codefree",
    "reviewText": "Das Gerät lässt sich Codefree einstellen: - Power On - Open Tray - Press 9879 0",
    "spamReason": ""
  },
  {
    "id": "notspam26",
    "isSpam": false,
    "product": "Desert Moon Original Recording Remastered",
    "ratings": 2,
    "fiveStarCount": 2,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Sein erstes Solo Album",
    "reviewText": "Das Album hat 8 Stücke wobei keines dem anderen nachsteht. Besonders gut gelungen ist das Lied Fire welches im Original von Jimmy Hendrix stammt. Please ist ein Duett. Erstaunlich bei diesem Album ist das Dennis DeYoung statt 3 oder 4 Songs bei Styx nun 8 Songs benötigte. Das tat der Qualität aber kein Abbruch.",
    "spamReason": ""
  },
  {
    "id": "notspam27",
    "isSpam": false,
    "product": "One Hundred Years from Now Import",
    "ratings": 2,
    "fiveStarCount": 2,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Dennis DeYoung meldet sich zurück",
    "reviewText": "Nach dem Ausstieg von Styx dachte ich er wird kein neues Solo Album veröffentlichen (außer When I Hear a Christmas Song). Nun ist er 60 Jahre alt und das Album ist sein wohl bisher bestes Solo Album. Viele der Songs würden auch ein STYX Album passen (This time next year, respect me, forgiveness und besonders Rain und I don't believe in anything mit seinen Background Sängern). Einige Songs sind seiner Frau gewidmet ( z.B. Breathe Again). Der Titelsong ist ein Duett mit Éric Lapointe. Der Song turn off CNN ist der einzigste Song des Albums welcher schwächen aufweist und irgendwie nicht zum Album passt.",
    "spamReason": ""
  },
  {
    "id": "notspam28",
    "isSpam": false,
    "product": "Achmed und der Fisch aus Tinte Taschenbuch – 2003",
    "ratings": 3,
    "fiveStarCount": 1,
    "oneStarCount": 2,
    "thisRating": 1,
    "headline": "Ein Buch, das man nicht braucht",
    "reviewText": "Der Marokkaner erscheint als absoluter Dummkopf in Form der Person Achmed. Während der Tourist als überlegend erscheint. Dann gibt es massenhaft Klischees. Die Satire sind eher Witze auf niedrigen Niveau. Ob man ein solches Buch braucht? Eher nicht! Selbst die Kultur kommt nicht herüber. Das einzig gute ist das äußere des Buches (ein wunderbares Bild), welches dazu führt das es einen Vitrinenplatz hat (als Bild). Wer sich nicht sicher ist ob der Kauf des Buches einen Sinn macht, der kann die Leseproben auf der Homepage des Schriftstellers lesen.",
    "spamReason": ""
  },
  {
    "id": "notspam29",
    "isSpam": false,
    "product": "1914 - Der 1. Weltkrieg",
    "ratings": 3,
    "fiveStarCount": 0,
    "oneStarCount": 1,
    "thisRating": 1,
    "headline": "Betaspiel- Hände weg",
    "reviewText": "Das Spiel verspricht im Ansatz sehr viel. Viele Spielelemnte sind nicht vollständig umgesetzt. Es sind viele unlogische Elemente vorhanden. Das schlimmste ist aber dass man immer wie bei Schach versuchen muss mehr Einheiten zu haben, dann ist ein Sieg des einzelnen Szenarios sicher. Spielerisch ist die Verkaufsversion der Betaversion gleich. Selbst die gute Grafik kann das falsche Spielprinzip nicht wegmachen.",
    "spamReason": ""
  },
  {
    "id": "notspam30",
    "isSpam": false,
    "product": "Europa Universalis 2",
    "ratings": 11,
    "fiveStarCount": 9,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "auch nach langer Spielzeit sehr spannend",
    "reviewText": "Europa Universalis 2 ist mit Sicherheit kein Grafikwunder. Doch die vorhandene Grafik ist absolut passend. Die Kampagnen die angeboten werden, sind alle sehr interessant. Es gibt verschiedene Glaubensrichtungen mit jeweils unterschiedlichen Bonuss oder Malus. Man kann auch ohne Probleme das Land wechseln. Wenn man z.B. Frankreich spielt und man möchte eventuell Spanien spielen, so kann man das alte Spiel mit Frankreich abspeichern. Anschließend geht man in die Kampagnenauswahl und wählt irgendeine Kampagne an und wählt Spanien als Land. Anschließend lädt man den alten Spielstand und man kann nun statt Frankreich, Spanien spielen. Andere Möglichkeiten sind das Vasallentum und die Möglichkeit von Bündnissen, wodurch die KI auch mit einen spielt. Insgesamt ist eine gute Spieltiefe da ohne dass dabei das Spiel zu überladen ist. Ein Editor rundet das Spiel ab. Ebenso können zahlreiche Spieldateien bearbeitet werden und weitere Staaten hinzugefügt werden. Auf der Seite von Paradox sind auch zahlreiche Mods für das Spiel zu finden.",
    "spamReason": ""
  },
  {
    "id": "notspam31",
    "isSpam": false,
    "product": "Der Medicus Taschenbuch – 1990",
    "ratings": 572.896,
    "fiveStarCount": 493,
    "oneStarCount": 21,
    "thisRating": 4,
    "headline": "Gut erzählt",
    "reviewText": "Wenn man das Buch ansieht, so denkt man dass 627 Seiten sehr langamtig sind. Doch wenn man anfängt zu lesen, dann begibt man sich auf eine Reise (mit dem Waisenjungen Rob Jeremy Cole)ohne dass es langamtig wird. Als kleines Extra werden am Ende des Buches fremdsprachige Ausdrücke erklärt(4 Seiten).",
    "spamReason": ""
  },
  {
    "id": "notspam32",
    "isSpam": false,
    "product": "Die Fabeln Gebundene Ausgabe – April 1998",
    "ratings": 14,
    "fiveStarCount": 11,
    "oneStarCount": 1,
    "thisRating": 5,
    "headline": "ein Reisebegleiter",
    "reviewText": "241 Fabeln umfasst das Buch wobei einige davon erst nach dem Leben von Jean de Lafontaine veröffentlicht wurden. Das gute an einem solchen Buch ist, dass man irgendwo beginnen kann. Als guter Reisebegleiter nehme ich es auf Reisen mit um mich immer wieder neu an den Fabeln zu begeistern. Als Abrundung des ganzen sind zahlreiche Illustrationen von Gustave Doré beigefügt",
    "spamReason": ""
  },
  {
    "id": "notspam33",
    "isSpam": false,
    "product": "Satiren und Streitschriften Gebundene Ausgabe – 1. September 1993",
    "ratings": 2,
    "fiveStarCount": 2,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Swift von seiner besten Seite",
    "reviewText": "Die vielen kleinen Geschichten zeigen Swift in allen möglichen Facetten. So gibt die Bücherschlacht, den Kampf zwischen den Büchern der Moderne und der Antike wieder um die besten Plätze in den Regalen zu erlangen. Eine andere Geschichte behandelt die Einführung des Blechpennys (Halfpenny) und die Folgen für das Königreich. Insgesamt 19 Satiren sind im Buch vertreten. Keine der geschichten lässt lange Weile aufkommen.",
    "spamReason": ""
  },
  {
    "id": "notspam34",
    "isSpam": false,
    "product": "Yamakawa DVD 275 Multiregion DVD-Player schwarz",
    "ratings": 9,
    "fiveStarCount": 4,
    "oneStarCount": 2,
    "thisRating": 2,
    "headline": "Qualitätsmangel",
    "reviewText": "Das Gerät spielt alle möglichen Formate ab. Sehr gut ist auch die Regionseinstellung. Das entscheidende Manko ist aber dass sich viele Player nicht richtig öffnen (Schublade). Die Schublade geht nur widerwillig auf, weil die Montage im Player nicht richtig durchgeführt wurde. Auch bei ausgetauschten Geräten ist das Problem vorhanden. Abhilfe schafft das lösen der hinteren Gehäuseschrauben, danach geht die Schublade einwandfrei auf.",
    "spamReason": ""
  },
  {
    "id": "notspam35",
    "isSpam": false,
    "product": "Planet X",
    "ratings": 1,
    "fiveStarCount": 1,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Erinnerung an alte Zeiten",
    "reviewText": "13 Stücke sind auf dieser CD untergebracht, wobei besonders die neue Version von Dedicated to you, an alte Zeiten erinnert. Verschiendenste Variationen von Ian Lloyd sind zu hören. Leider gelang ihm bisher kein Hit, obwohl das Album auch nach vielen wiederholten Hören ein absolutes Hörerlebnis ist.",
    "spamReason": ""
  },
  {
    "id": "notspam36",
    "isSpam": false,
    "product": "s.Oliver Baby-Jungen Langarmshirts 65.607.31.5808",
    "ratings": 3,
    "fiveStarCount": 1,
    "oneStarCount": 0,
    "thisRating": 3,
    "headline": "s.Oliver Baby-Jungen Langarmshirts...",
    "reviewText": "Süßes Shirt, qualitativ auch prima und ich habe gleich zwei Größen bestellt. Der Kleine trägt jetzt 80/86 und leider was dieses Shirt einfach zu klein. Lieber eine Nummer größer bestellen.",
    "spamReason": ""
  },
  {
    "id": "notspam37",
    "isSpam": false,
    "product": "Happy Cherry Baby Jungen Denim Latzhosen Blau Jeans Hosen Niedliches Auto Pattern - für Körpergröße 80-90cm",
    "ratings": 1,
    "fiveStarCount": 1,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Happy Cherry Baby Jungen Denim Latzhosen",
    "reviewText": "Sehr, sehr süß. Der Denim Stoff ist weich, das Blau nicht so \"grell\" wie auf der Abbildung, eher ganz normales Jeans blau.",
    "spamReason": ""
  },
  {
    "id": "notspam38",
    "isSpam": false,
    "product": "FUSION - Häkelnadeln in verschiedenen Größen - 2mm, 2.5mm, 3mm, 3.5mm, 4mm, 4.5mm, 5, 5.5, 6mm - 9 Stück Aluminium Häkelnadelset / Nadelset mit bunten Gummigriff - LEBENSLANGE GARANTIE",
    "ratings": 195,
    "fiveStarCount": 158,
    "oneStarCount": 8,
    "thisRating": 5,
    "headline": "FUSION - Häkelnadeln in verschiedenen Größen",
    "reviewText": "Perfekte Häkelnadeln in fast allen Größen. Sie liegen gut in der Hand, rutschen nicht, gut verpackt und der Häkelfreude steht nichts weiter entgegen. Absolut 5 Sterne",
    "spamReason": ""
  },
  {
    "id": "notspam39",
    "isSpam": false,
    "product": "Digitaler HDTV DVB-T/T2 HEVC H.265 Receiver von DigiQuest ( HDMI, SCART, Display, USB 2.0)",
    "ratings": 128,
    "fiveStarCount": 71,
    "oneStarCount": 13,
    "thisRating": 1,
    "headline": "Digitaler HDTV DVB-T/T2 HEVC H.265 Receiver.",
    "reviewText": "Er macht mich wahnsinnig ... Grundsätzlich ist sind die EInstellungen leicht zu machen und er tut auch (fast) immer, was er tun soll, aaaaaber: 1. nicht immer Ich habe manchmal, so zwischendurch, ohne erkennbaren Grund, massive Bildstörungen, die eine Ewigkeit anhalten. Man kann definitiv nicht weiter schauen 2. Die Fernbedienung ist derartig träge, schwach und schlecht, dass man X Mal drücken muss. Manchmal hat es dann allerdings auch zur Folge, dass man versehendlich X Mal ein Prograamm anwählt, was dann nicht vorhanden sein kann - logisch ( zB 4444) 3. Das Gerät wird vom Fernseher nicht automatisch erkannt und da ich nicht nur einen HDMI Eingang belegt habe, bin ich nur am hin und herschalten. Dabei geht leider das Gerät auch mal aus, wenn man dadurch nicht schnell genug ist. 4. Ich empfange \"nur\" die üblichen Sender, die ich auch vorher empfangen habe. Inwieweit sich das nach der Umstellung auf DVB-T T2 nützlich macht, kann ich erst danach beurteilen. Größter Schwachpunkt ist also nur die FB.",
    "spamReason": ""
  },
  {
    "id": "notspam40",
    "isSpam": false,
    "product": "Girafus® Katze Hund pro-TRACK-tor Tracker Peilsender Ortung und Sucher / Mini RF-Tracker (8gr mit Batterie) ideal für Katzen Haustiere Hunde / Ortung in Räumen möglich zB. Nachbarskeller",
    "ratings": 82,
    "fiveStarCount": 34,
    "oneStarCount": 15,
    "thisRating": 1,
    "headline": "Girafus® Pro-Track-tor Haustier Hund Katze",
    "reviewText": "Zuerst einmal das Tolle. Kundenservice = ist nicht zu toppen, super!!! Nur wenn man es nicht benutzen kann, ist es trotzdem nur ein Stern wert. Das Programmieren funktioniert nicht so, wie es beschrieben wird. Ja, der Kundenservice übernimmt das dann kostenfrei. Aber das Aufspüren der Sender ist so mühsam, ungewiss und schwierig, dass es keinen Sinn macht. Tolle Idee, gruselige Technik.",
    "spamReason": ""
  },
  {
    "id": "notspam41",
    "isSpam": false,
    "product": "Hängesesselgestell mit Hängestuhl | Schaukel für Kinder und Erwachsene | Komplettset Metall-Gestell mit Hängesitz in Orange | für Innen und Außen",
    "ratings": 9,
    "fiveStarCount": 4,
    "oneStarCount": 0,
    "thisRating": 3,
    "headline": "Hängesesselgestell mit Hängestuhl",
    "reviewText": "Die Schaukel lässt sich schnell zusammenbauen, der Hängestuhl ist extrem bequem, aber ... - sie rostet sofort und hinterlässt entsprechend Rostflecken auf der Terrasse - sie kippt irre schnell. Mein 9 Monate alter Enkel könnte nicht eine Sekunde unbeobachtet bleiben, ich halte sie auch IMMER fest.",
    "spamReason": ""
  },
  {
    "id": "notspam42",
    "isSpam": false,
    "product": "Steinbach Poolchemie Testkit für pH-Wert und freies Chlor, 20 Tabletten ( 2x10 Stk. )",
    "ratings": 85,
    "fiveStarCount": 44,
    "oneStarCount": 11,
    "thisRating": 1,
    "headline": "Steinbach Poolchemie Testkit",
    "reviewText": "Ich kann nur für mich sprechen, aber die Anzeige kann definitiv nicht stimmen. Ich habe nur einen kleinen Pool, aber nachdem ich es mit Frischwasser befüllt hatte und 1 kleine Chlortablette hinzugab, war das Testergebnis Plus 5 bei Chlor und plus 8 bei PH, also unterirdisch. Mit meinen alten Teststreifen hatte ich gute Ergebnisse. Zudem sind es nicht wirklich 20 Tabletten zum Testen, sonder nur 2 x 10, man benötigt für jeden Test 2 Stück.",
    "spamReason": ""
  },
  {
    "id": "notspam43",
    "isSpam": false,
    "product": "Gardena 8755-30 Classic Amboss-Gartenschere",
    "ratings": 23,
    "fiveStarCount": 17,
    "oneStarCount": 1,
    "thisRating": 3,
    "headline": "ardena 8755-30 Classic Amboss-Gartenschere",
    "reviewText": "Die Gartenschere liegt einfach nicht gut in der Hand. Zu gerne möchte sie sich \"umdrehen\". Rosen schneidet sie topp, kleine und zarte Stengel hingegen gar nicht, die quetscht sie nur.",
    "spamReason": ""
  },
  {
    "id": "notspam44",
    "isSpam": false,
    "product": "Gardena 3149-20 Kantenstecher Adapter für Combisystem; Wackelfreie Verbindung; Passend zu allen CS Stielen; Korrosionsgeschützt; Angeschärfte und gehärteten Kante",
    "ratings": 42,
    "fiveStarCount": 22,
    "oneStarCount": 6,
    "thisRating": 5,
    "headline": "Gardena 3149-20 cs-Rasenkantenstecher",
    "reviewText": "Ich weiß nicht, warum so viele Probleme mit der \"Schärfe\" hatten, bei mir ging der Stecher durch wie bei Butter. Ob sich das Material inzwischen geändert hat , oder die Böden so unterschiedlich sind, kann ich nicht beurteilen. Bei mir funktioniert er perfekt.",
    "spamReason": ""
  },
  {
    "id": "notspam45",
    "isSpam": false,
    "product": "Hibiskus Red Heart zum Stämmchen gezogen rot-weiß blühend, 1 Pflanze",
    "ratings": 19,
    "fiveStarCount": 7,
    "oneStarCount": 3,
    "thisRating": 1,
    "headline": "Was ist das?",
    "reviewText": "Die Pflanze an sich ist schön gekommen, aber nun kommen die ersten Blüten. Ich würde sagen blass rot, einfarbig, nicht schön!",
    "spamReason": ""
  },
  {
    "id": "notspam46",
    "isSpam": false,
    "product": "Top Luftmatratze Float away mit Getränkehalter Kopfkissen und Rückenpolster",
    "ratings": 1,
    "fiveStarCount": 1,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Top Luftmatratze Float away mit Getränkehalter...",
    "reviewText": "Ich gebe zu, mein Ansruch ist gering. Ich benutze die Ludtmatratze mit Kopfstütze in meinem Pool und lieeeeeeeeeeeeeeeeebe sie. Völlig schwerdelos dümpelt man im kühlen nass und genießt die Sonne. Wenn man wenig Wasser im Pool hat, aslo so um die 20 - 30 cm und man legt sein ganzes Gewicht auf`s Gesäß, lässt es sich sogar hervorragend darin sitzen :D Und! Nicht zu unterschätzen, man kann sich die Sonne auch super bequem auf den Rücken scheinen lassen.",
    "spamReason": ""
  },
  {
    "id": "notspam47",
    "isSpam": false,
    "product": "Gefüllter Schneeball weiß blühend, 1 Strauch",
    "ratings": 22,
    "fiveStarCount": 12,
    "oneStarCount": 7,
    "thisRating": 1,
    "headline": "Gefüllter Schneeball",
    "reviewText": "Ob er gefüllt sein wird, kann ich noch nicht sagen. Die Pflanze kam sehr mickrig an, dafür aber mit einem Pilz infiziert. Das wenige Grün, was vorhanden war, muss also runter, die Chemiekeule muss auch her, damit er gesund nachwachsen kann. Totaler Reinfall.",
    "spamReason": ""
  },
  {
    "id": "notspam48",
    "isSpam": false,
    "product": "Bestway Abdeckplane für Frame Pool, 221x150cm",
    "ratings": 182,
    "fiveStarCount": 31,
    "oneStarCount": 70,
    "thisRating": 1,
    "headline": "Bestway Abdeckplane für Frame Pool, 221 x 150",
    "reviewText": "Passt blöder Weise nicht zum Pool \"Intex Aufstellpool Frame Pool Family, Blau, 220 x 150 x 60 cm\", es fehlen so 2 bis 3 cm, sehr ärgerlichDünn, schlecht zu besfestigen, die Bänder sind ... unterirdisch, an den falschen Stellen und gar nicht in den Ecken.",
    "spamReason": ""
  },
  {
    "id": "notspam49",
    "isSpam": false,
    "product": "Windhager Bindedraht, 100 m",
    "ratings": 8,
    "fiveStarCount": 3,
    "oneStarCount": 1,
    "thisRating": 1,
    "headline": "Bindedraht - Nicht zu gebrauchen",
    "reviewText": "Und nichts geht mehr ... Der \"Cutter\" ist auch sehr gewöhnungsbedürftig, ich finde ihn nicht gut. Ich habe den Draht jetzt freigeschnitten und denke, ich kann noch so 1 bis 2 Meter gebrauchen. Super ärgerlich!!!",
    "spamReason": ""
  },
  {
    "id": "notspam50",
    "isSpam": false,
    "product": "haltofix Autoflaschenhalter - Getränkehalter, Flaschenhalter, Becherhalter, Dosenhalter, Auto",
    "ratings": 62,
    "fiveStarCount": 0,
    "oneStarCount": 0,
    "thisRating": 4,
    "headline": "haltofix Autoflaschenhalter - Getränkehalter,...",
    "reviewText": "Geniale und sehr einfache Lösung. Meine 1.5 Liter Flasche bleibt bombenfest stehen. Das Halbrund ist mit Kunststoff ummantelt, was auch super ist. Nur den Preis halte ich für überhöht, deswegen nur 4 Sterne",
    "spamReason": ""
  },
  {
    "id": "notspam51",
    "isSpam": false,
    "product": "L215cm Motorradgarage Motorrad Abdeckplane Ganzgarage Rollerabdeckung H006MB-GSX-1 GHM1BS",
    "ratings": 72,
    "fiveStarCount": 38,
    "oneStarCount": 10,
    "thisRating": 5,
    "headline": "Fahrradgarage, Fahrradabdeckung für 28 Zoll",
    "reviewText": "Die Erste und EINZIGE Abdeckung, die wirklich groß genug, für mein 28 Zoll E-Bike / Damenfahrrad ist. Ja, das Material ist dünn, aber ich habe auch noch einen Extra Spanngurt zur Befestigung, falls es doch mal stürmischer wird. Ansonsten gibt es da auch noch eine andere Befestigungsmöglichkeit von Hersteller. Eher da, als angegeben,",
    "spamReason": ""
  },
  {
    "id": "notspam52",
    "isSpam": false,
    "product": "BTR Fahrradabdeckung, wasserfeste Fahrradgarage für Fahrräder und Scooter. Hochwertiges Oxford Polyester Material, schwarz, 210D Oxford Material",
    "ratings": 31,
    "fiveStarCount": 19,
    "oneStarCount": 2,
    "thisRating": 1,
    "headline": "BTR Fahrradgarage, Abdeckhaube, Schutzbezug",
    "reviewText": "Qualitativ super Abdeckung, stabil, geräumig, durchdacht ... wenn sie denn auch über ein ganz normales, 28`er Damenrad passen würde, wäre sie perfekt. Deutlich zu klein!",
    "spamReason": ""
  },
  {
    "id": "notspam53",
    "isSpam": false,
    "product": "Beautissu® Romantica Decke 210x280cm in Wildleder-Optik als Sofa-Überwurf Tagesdecke Plaid in Natur",
    "ratings": 156,
    "fiveStarCount": 86,
    "oneStarCount": 10,
    "thisRating": 1,
    "headline": "Tagesdecke Plaid Überwurf Sofaüberwurf.",
    "reviewText": "Es wäre alles prima, WENN sich der Überwurf auch als Überwurf eignen würde. Das tut er aber nicht, weil er - bedingt durch die Rückseite - allglatt ist und nur rutscht. Da hilft auch kein Einklemmen, oder sonst etwas. Rutschig, entsprechend faltig, mega unpraktisch. Dabei waren die Bewertungen so gut. Ich kann`s nicht verstehen.",
    "spamReason": ""
  },
  {
    "id": "notspam54",
    "isSpam": false,
    "product": "MAKOMA Baby Mütze mit Bindeband Unisex -My Bear- (56 – 68)",
    "ratings": 3,
    "fiveStarCount": 2,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Baby Mütze mit Ohren",
    "reviewText": "Die Mütze sieht süß aus, passt wie erwartet und die Öhrchen werden auch wirklich ganz abgedeckt, das war uns wichtig.",
    "spamReason": ""
  },
  {
    "id": "notspam55",
    "isSpam": false,
    "product": "5 x 100 Gramm Babywolle grau, 80325 hellgrau, 500 Gramm Wolle Super Bulky zum Stricken und Häkeln",
    "ratings": 3,
    "fiveStarCount": 2,
    "oneStarCount": 0,
    "thisRating": 2,
    "headline": "Babywolle",
    "reviewText": "Diese Wolle gefällt mir persönlich gar nicht. Zwar ist sie tatsächlich unfassbar weich, aber beim Aufnehmen von Maschen, bleibt diese erste Reihe unnachgiebig und ist deswegen immer zu eng und starr. Hält man sich an die Maschenvorgabe, geht das nach hinten los. Nicht schön!",
    "spamReason": ""
  },
  {
    "id": "notspam56",
    "isSpam": false,
    "product": "Gründl King Cotton Set, 6 x 50 G, Farbe frei wählbar(Farben bitte per Nachricht mitteilen)",
    "ratings": 6,
    "fiveStarCount": 5,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Gründl King Cotton",
    "reviewText": "Traum-Strickwolle gefunden. Nach vielen, vielen \"Fehlgriffen\" ist das nun eine Wolle, die nicht \"knatscht\" , sich super gut verarbeiten lässt, die Strickstücke schnell von Hand laufen lässt und sich für Alles eignet, was man sich vorstellen kann. Ich stricke zur Zeit viel für`s Baby. Und die Ware kommt immer früher, als angegeben. Traumhaft! *****",
    "spamReason": ""
  },
  {
    "id": "notspam57",
    "isSpam": false,
    "product": "Merinowolle Babywolle Rico Merino dk Fb. 49 kiesel zum Stricken und Häkeln",
    "ratings": 2,
    "fiveStarCount": 2,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Merinowolle Babywolle Rico Merino",
    "reviewText": "Ich bin \"geplättet\" und total begeistert. Die Wolle sieht aus, als dürfte man nur Nadelstärke 2 nehmen, ist aber mit 4 angegeben und das habe ich dann auch , sehr skeptisch, gemacht. Und? Huch, die erste Strickwolle, die sich beim stricken dehnt :-O und das ohne Kunstfasern. Wie das geht, weiß ich zwar nicht, aber die Strickstücke sehen fantastisch aus, sind weich und es lässt sich damit super stricken.",
    "spamReason": ""
  },
  {
    "id": "notspam58",
    "isSpam": false,
    "product": "Patchwork Tagesdecken 250x260cm mit 2 Kissenbezügen 50x70cm",
    "ratings": 2,
    "fiveStarCount": 2,
    "oneStarCount": 0,
    "thisRating": 5,
    "headline": "Patchwork Tagesdecken 250x260cm mit 2 Kissenbezügen",
    "reviewText": "Toll, toller, am tollsten ^^ Ich habe mir ein Vintage Bett zugelegt und vier Katzen :-O Aber diese gesteppte Tagesdecke verzeiht so ziemlich alles und ist super gut abzusaugen. Sie fällt gut und mit den passenden Kissen nutze ich das Bett sozusagen auch als Sofa. Sehr, sehr schön!",
    "spamReason": ""
  },
  {
    "id": "notspam59",
    "isSpam": false,
    "product": "Visolight D280 LED Wand- Deckenleuchte - TÜV GS geprüft - 1900lm tageslichtweiß [Energieklasse A+]",
    "ratings": 519,
    "fiveStarCount": 448,
    "oneStarCount": 2,
    "thisRating": 5,
    "headline": "VISOLIGHT D280, 5000 K, 21 W ...",
    "reviewText": "Ich habe sie als \"Putzlicht\" in meiner Küche hängen. Sie ist \"irre\" hell, der Raum ist mehr als nur gut ausgeleuchtet :D Nicht dimmbar, schön unauffällig und kein Staubfänger, das war mir mit das Wichtigste.",
    "spamReason": ""
  },
  {
    "id": "notspam60",
    "isSpam": false,
    "product": "mySPOTTI moderner Spritzschutz Motiv Kochnische Aluminium Küche Herd Kochfeld",
    "ratings": 20,
    "fiveStarCount": 16,
    "oneStarCount": 0,
    "thisRating": 3,
    "headline": "mySPOTTI moderner Spritzschutz Motiv Kochnische...",
    "reviewText": "Ich liebe nette Gimmicks, es ist nur dumm, wenn die Saugnäpfe nicht halten. Gut daran ist, dass man sie problemlos entfernen kann und statt dessen Spiegelklebeband benutzt. In sofern ... so funktioniert es.",
    "spamReason": ""
  }
]
