{
  "navigation": {
    "home": "John Fletcher",
    "contact": "Kontakt",
    "blog": "Blog",
    "projects": "Projekte"
  },
  "introduction": {
    "greeting": "Grüzi, Ich heisse John",
    "jobTitle1": "Software-Ingenieur",
    "jobTitle2": "& Engineering Manager"
  },
  "professionalBio": {
    "title": "My Professional Background",
    "work1": "Ich bin ein Full-Stack-Ingenieur mit Erfahrung in der Leitung großer Projekte und Teams in den Bereichen E-Commerce, Versicherungen und Finanzen. Ich arbeite hauptsächlich in TypeScript mit React, habe aber auch mit Scala und Python gearbeitet.",
    "work2": "Ich interessiere mich für Künstliche Intelligenz mit Machine Learning. Ich habe KI im Rahmen meines Masterstudiums und meiner Dissertation studiert. Ich interessiere mich besonders für die Anwendung von ML-Modellen, um die Produktivität und Fähigkeiten von Menschen zu verbessern."

  },
  "professionalExperience": {
    "title": "Erfahrung",
    "2024": "Ich habe meinen Teilzeit-MSc in Informatik an der University of Bath ausgezeichnet erfolgreich abgeschlossen. In meiner Dissertation beschäftigte ich mich mit der Implementierung eines neuronalen Hypergraphennetzes zur Früherkennung von Demenz.",
    "2022": "Nachdem Depop von Etsy für 1,6 Milliarden Dollar übernommen wurde, entschied ich mich, mich auf meine technischen Fähigkeiten und Kenntnisse zu konzentrieren, indem ich eine Vollzeitstelle im Bereich Software Engineering annahm.",
    "2018": "Nachdem ich für diese Rolle abgeworben wurde, trat ich meinem zweiten Startup Depop als Software Development Manager bei, wo ich für agile und technische Prozesse verantwortlich war und Senior Engineers leitete.",
    "2017": "Als ich in die Welt der Start-ups eintrat, leitete ich eine agile Transformation für Tide, einen erfolgreichen Fintech-Anbieter für KMU-Banken.",
    "2016": "Ich wechselte zur DLG als Scrum Master für deren KD~-Versicherungsangebote und arbeitete mit einem verteilten Team in Polen, Indien und Großbritannien.",
    "2015": "Ich begann meine IT-Karriere bei AXA PPP, einem privaten Krankenversicherer, wo ich als Business Analyst und Scrum Master an einem großen Projekt zur Migration des wichtigsten Workflow-Systems arbeitete."
  },
  "personalBio": {
    "personalTitle": "Interessen",
    "personal1": "Außerhalb der Arbeit gehe ich gerne wandern, laufen und lerne Sprachen.",
    "personal2": "Ich spreche: Englisch als Muttersprache 🇬🇧, Fortgeschrittenes Deutsch 🇩🇪🇨🇭 und Französisch auf mittlerem Niveau. 🇫🇷.",
    "personal3": "Ich spreche:",
    "personal4": "Englisch als Muttersprache 🇬🇧",
    "personal5": "Fortgeschrittenes Deutsch 🇩🇪🇨🇭",
    "personal6": "Französisch auf mittlerem Niveau 🇫🇷"
  },
  "projects": {
    "title": "Projekte",
    "hypergraphTitle": "Erklärbare Hypergraphen",
    "hypergraphDescriptionShort": "Ein erklärbares ML-Modell zur Vorhersage der Demenzprogression",
    "hypergraphDescriptionLong": "Mein MSc Computer Science Dissertationsprojekt. Untersucht die Verwendung eines hochmodernen neuronalen Hypergraphennetzes zur Klassifizierung des Demenzfortschrittsrisikos und zur Erstellung von Erklärungen für die Klassifizierung.",
    "realorfakeTitle": "Echt oder Fake",
    "realorfakeDescriptionShort": "Kannst du erkennen, ob eine Produktbewertung echt ist? Deutsche Sprache.",
    "realorfakeDescriptionLong": "Kannst du erkennen, ob eine Produktbewertung echt ist? Dieses Quiz verwendet echte Produktbewertungen und fordert Sie heraus, zu erkennen, welche davon echt und welche gefälscht sind. In deutscher Sprache."
  },
  "dissertation": {
    "title": "Ein erklärbares ML-Modell zur Vorhersage der Demenzprogression",
    "description1": "Ich habe meine MSc-Informatik-Dissertation auf dem Gebiet der medizinischen Informatik durchgeführt. Insbesondere wollte ich untersuchen, ob es möglich ist, das Risiko einer Demenzprogression zuverlässig zu klassifizieren, indem man nur klinische Daten mit einer neuen Technik des Machine Learnings verwendet, die Hypergraphen nutzt, um Beziehungen zwischen Risikofaktoren auszudrücken.",
    "description2": "Das Projekt war erfolgreich und erreichte eine sehr gute Klassifizierungsgenauigkeit von 79%, unterstützt durch die robuste Fähigkeit, wahr/falsch negative und positive Fälle zu unterscheiden.",
    "description3": "Die Dissertation erhielt eine hervorragende Note.",
    "description4": "Der Code ist verfügbar",
    "description5": "hier",
    "videoTitle": "Video-Übersicht",
    "documentTitle": "Lesen Sie die Dissertation",
    "documentDescription1": "Sie können die Dissertation herunterladen",
    "documentDescription2": "hier",
    "documentDescription3": "oder die Dissertation unten lesen."
  },
  "contact": {
    "linkedin": "Verbinden Sie sich mit mir auf linkedIn.",
    "sendEmail": "Schicken Sie mir eine E-mail:",
    "name": "Name",
    "email": "E-mail",
    "subject": "Betreff",
    "message": "Nachrichtentext",
    "send": "Schicken",
    "thanks": "Vielen Dank für Ihre Kontaktaufnahme!"
  }
}
